{
  "title": "Tax incentives for companies to have comprehensive cybersecurity plans in place in the United States",
  "url": "http://test.data4america.org/issue/tax-incentives-for-companies/federal/usa/",
  "name": "Tax incentives for companies to have comprehensive cybersecurity plans in place",
  "geography": "United States",
  "geographicLevel": "Federal",
  "titleBreak": true,
  "demo": true,
  "sponsor": {
    "name": "Dan Hesse, Experienced Executive Leader",
    "img": "/img/dan-hesse.jpg",
    "linkedin": "https://www.linkedin.com/in/danhesse",
    "www": "http://www.danhesse.com",
    "thanksText": "Thanks to Dan Hesse for sponsoring the Tax incentives for companies to have comprehensive cybersecurity plans in place in the United States"
  },
  "about": {
    "via": "http://www.forbes.com/sites/robertreiss/2015/07/14/according-to-dan-hesse-the-mobile-internet-changes-everything/2/",
    "paragraphs": [
      "Q: How do companies deal with the increasing cybersecurity threat all of these connected devices generate?",
      "Dan Hesse: Along with a plan to harness the power of the ubiquitous internet, ensuring the company has a comprehensive cybersecurity plan is perhaps the most important role a board of directors can play today.  The most damaging attacks on companies have internal complicity, either by a mole or through an unwitting, untrained employee.  Many companies don’t invest enough in training their rank-and-file employees in how to prevent attacks.  Well trained employees don’t plug in USB drives they don’t know the origin of, don’t click on links they’re not sure about, don’t connect to free Wi-Fi networks they aren’t familiar with, password protect all devices, recognize when social engineering or “phishing” attempts are being made, and don’t put company logos on themselves or their devices when traveling."
    ]
  },
  "learnMore": [
    "http://www.forbes.com/sites/robertreiss/2015/07/14/according-to-dan-hesse-the-mobile-internet-changes-everything/2/",
    "https://www.opswat.com/blog/10-things-include-your-employee-cyber-security-policy"
  ],
  "datasets": []
}
